[
  {
    "title": "All-Black Climbing Team Makes History Reaching Top of Everest, Inspiring Diverse Adventurers",
    "post_content": "This month, seven members of an all-Black mountain climbing team summited Mount Everest, helped along by eight Sherpa guides. Even though hundreds line up to climb Everest every year, only ten Black people have surmounted the highest peak on Earth before, including only one Black woman, and one Black American. Read more at goodnewsnetwork.org",
    "user_id": 2
  },
  {
      "title": "A Vicious Cycle of Oxygen Loss Threatens Water Quality in Lakes",
      "post_content": " As one of nature’s critical nutrient sinks, lakes earn their recognition as “sentinels” of their surroundings. It’s a phenomenon linked to the warming of waters brought on by climate change and to excess pollutant runoff from land use. Warming waters diminish fresh water’s capacity to hold oxygen, while the breakdown of nutrients in runoff by freshwater microbes gobbles up oxygen. Read more at Virginia Tech",
      "user_id": 3
  },
  {
      "title": "SEC Weighs crackdown on phony environmental and social justice funds.",
      "post_content": "On Wednesday, the SEC proposed broadening the scope of its Names Rule, which enables the agency to take action against mutual and exchange-traded funds with misleading names. The amendment would require funds that use ESG (environmental, social and governance) or similar terminology in their names to put at least 80% of their holdings into those assets.  According to the SEC, the update “would help to prevent potential ‘greenwashing’ in fund names by requiring a fund’s investment activity to support the investment focus its name communicates. Read more at techcrunch.com",
      "user_id": 5
  },
  {
    "title": "Stirring Up a Mid-Atlantic Bloom",
    "post_content": " On May 17, 2022, the Visible Infrared Imaging Radiometer Suite (VIIRS) on the NOAA-20 satellite acquired a natural-color image (above) of a springtime phytoplankton bloom off the coast of New Jersey, Delaware, Maryland, Virginia, and North Carolina. Satellite estimates of chlorophyll-a (the sunlight-capturing pigment in phytoplankton) from the same day indicate substantial activity offshore. A similar bloom occurred in the same week in 2021. The 2022 bloom may have been provoked by coastal upwelling, a process by which persistent winds blow surface waters away from the coast, causing cooler, nutrient-rich waters to flow up from the depths. Persistent westerly or southwesterly breezes can lead to upwelling along the Mid-Atlantic coast. Read more AT enn.com",
    "user_id": 1
},
  {
      "title": "Acres of Toxic Chemicals and Rusting Cars Becomes National Park After Amazing Transformation",
      "post_content": "The 200-acre site, with 50 acres meant for landfilling, began accepting heavier and heavier waste since 1940, until many of the Rust Belt’s biggest manufacturers began relying on Krejci for disposal of their most harmful chemicals. However visitors, began getting sick, and when NPS members finally got wind of the severity of the situation at the dump, a 25-year cleanup process began.Today, indigenous plants have been restored, and natural wetlands and all the plant and animal species they support are thriving. Read more at goodnewsnetwork.org",
      "user_id": 4
  }
]
